Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: （ふぁ、我が召喚獣が踏まれたがな！！ き、消えていく…）
en: (Ah! She's stepping on my summon!! I-it's disappearing....)

source: （ふぁ！？ やばいって、部屋に入ってきた。今バッタを消したらまずいかな）
en: (Hah?! Oh no, she just walked into the room. It's probably not a good idea to dismiss the grasshopper now.)

source: （ふむふむ、大きさはそこそこ大きいな、１５ｃｍはあるぞ。トノサマバッタかな。アフリカや東南アジアにいそうなデカ目のバッタだな。まあ、ザ・バッタだけど）
en: (Hmmm, it's pretty big, around half a foot long. It's looks like the type of locust that you'd find in Africa, or Southeast Asia. Well, a grasshopper is a grasshopper.)

source: （ほうほう、かなり弱いけど、赤子の俺に比べたら結構あるな。攻撃力とか俺よりあるのか？ ん？ 加護ってなんだ？ もしかして俺に加護がもらえるのか？ な！？ 俺のステータスが増えてるぞ！！）
en: (Ho, it's pretty weak, but compared to me as a baby, it's not bad. It has more attack than me? What is BLESG? Maybe I can be blessed? Hah?! My stats increased!!!)

source: （まあ、悔やんでもしょうがない。なるほど、魔導書の最後のほうのページにあった凹みはカードを納めるホルダーだったのか。召喚獣をカードにして魔導書に納めておくってことか）
en: (Well, there's no point in dwelling on it. I see, so the indentations on the later pages of the grimoire were for holding cards. So the summons are turned into cards and stored in the grimoire.)

source: （よしよし、いったな。ぐふふ、では昨日の続きを始めるとしよう）
en: (Alright, it's time. Hehehe, let's pick up where we left off.)

source: （よしよし、えっと虫か獣を召喚できるんだよね）
en: (Alright, umm, I can summon a bug or a beast, right?)

source: （バッタか、全然強そうではないな。召喚獣なのに昆虫か。そういえば魔力は２減って０になったな）
en: (A grasshopper. Doesn't look very strong. It's a summoned beast, but it's just an insect. Oh, and my MP went down from 2 to 0.)

source: （召喚獣っていうくらいだから、言うことを聞くのか？ こっちこい、こっちこい）
en: (Since it's one of my summons, can it hear what I'm thinking? Come here. Come over here.)

source: （続きは明日にするか。もう部屋は真っ暗だしな）
en: (Let's do it tomorrow. It's already dark.)

source: （虫、生成！）
en: (Create bug!)

source: １つの仮説を立てた。召喚、生成、削除とあるので、生成ならできるのではと考える。
en: He had a hypothesis. Since there was Summon, Create, and Delete, he figured that he could at least create.

source: 「お！」
en: "Oh!"

source: 「テレシア帰ってきたぞ～！！」
en: "Theresia, I'm home~!!"

source: 【 獣 】 Ｈ８枚
en: 【BEAST】 H 8 cards

source: 【 虫 】 Ｈ２枚
en: 【BUG】 H 2 cards

source: 【体 力】 ４（４０）＋８
en: 【HP】 4 (40) + 8

source: 【体 力】 ５
en: 【HP】 5

source: 【加 護】 体力１、攻撃力１
en: 【BLESG】 HP 1, ATK 1

source: 【名 前】 チョロスケ
en: 【NAM】 Chorosuke

source: 【攻撃力】 １（１０）＋８
en: 【ATK】 1 (10) + 8

source: 【攻撃力】 ５
en: 【ATK】 5

source: 【特 技】 駆け回る
en: 【SpSKL】 Scamper

source: 【生 成】 ２４／１，０００
en: 【CREATE】 24 / 1,000

source: 【種 類】 獣
en: 【TYP】 BEAST

source: 【素早さ】 ２（２５）＋２
en: 【AGL】 2 (25) + 2

source: 【素早さ】 ３
en: 【AGL】 3

source: 【耐久力】 １（１０）＋２
en: 【DEF】 1 (10) + 2

source: 【耐久力】 ２
en: 【DEF】 2

source: 【魔 力】 ０（２０）
en: 【MP】 0 (20)

source: そして、生成したカードについてだ。
en: Next, the created cards.

source: そして、生成と召喚を繰り返して、召喚士である自らの育成のやり方についても分かってきた。
en: Also, by repeatedly creating and summoning, he came to understand how to grow as a summoner.

source: とうとう召喚獣の使役に成功したのかと喜ぶ。しかし、獣Ｈの召喚獣はぷいっと視線を変え不規則にちょろちょろとする。
en: He's happy that he finally succeeded in commanding a summon. However, the summoned Beast H looks away, and wanders around aimlessly.

source: どうも召喚獣には特技が割り振られており、獣Ｈなら「駆け回る」もしくは「特技」と言葉に出すか、念じるだけでその行動に移る。魔力を消費しないのか何度でもやってくれる。
en: Each summoned creature has a special skill. For example, with Beast H, if he says or thinks "scamper" or "special skill", the creature will do it. It doesn't seem to consume any MP, because the creature can do it over and over again.

source: どうやら魔導書のストックに限界があるのか、１０枚までしか召喚もカード化によるストックもできない。１１枚目を生成しようとすると、今あるカードを削除してくださいと魔導書の表紙に表示される。召喚獣を出していても同じだ。
en: Apparently, the grimoire has a limited capacity. He could only have a combined stock of 10 cards and active summons. When he tries to create an 11th card, the cover of the spellbook says that he needs to first delete a card. It's the same even if he has one of his cards in summoned form.

source: なお、召喚獣にも使える点もある。
en: Well, the summons do have their useful points.

source: なお、声を出す必要もなく、念じるだけでよい。
en: And it wasn't necessary to say it out loud, just thinking it was enough.

source: まずは魔導書についてだ。
en: First, the grimoire.

source: アレンは息を殺して、物音を立てずに検証を続けていた。ちなみにバッタはテレシアにこの１０日で３回ほど光に変えられた。この家は掘っ立て小屋に毛が生えたような家である。断熱と防音機能もほぼない。隙間も多く虫が家の中に入ってくるのだが、どうも召喚獣は、一般的なバッタより一回りほど大きいためか気持ち悪いようだ。
en: Allen held his breath, silently continuing his investigation. Incidently, the grasshopper had been turned to light by Theresia 3 times in the last 10 days. The house is little more than a shack, with no insulation or soundproofing. There are a lot of holes for bugs to enter through. She's probably uncomfortable with the summoned grasshopper because it's a size larger than normal grasshoppers.

source: カード生成は１日３回の時もあれば１回しかできないこともあったが、今後は１日２回は生成しようと思う。
en: Sometimes he creates 3 cards a day, and sometimes he only creates one. But from now on, he'll try to create cards at least twice a day.

source: ゲーマーなら表計算ソフトを駆使して、レベルやステータスを分析するなんて当然のことである。そこまで贅沢は言わないが、せめて検証結果を記録したい。
en: It's only natural for gamers to use spreadsheets to analyze their stats and levels. He's not asking for something so extravagant, he just wants a way to record his findings.

source: ステータス欄の【名前】に『ちょろすけ』とあるように、召喚獣には名前の設定が可能で、獣Ｈではなく愛称でも生成や召喚が可能だ。たしかに略称もあると検証や分析に便利だが、やはり名前は欲しいなと思う。
en: The 【NAM】 row in its status says 『Chorosuke』, because Allen set its name. He can create and summon it using the nickname instead of calling it Beast H. While it's true that abbreviations are convenient for verfication and analysis, he still prefered to name them.

source: ヘルモードによるレベル上げの果てしなさを感じる。
en: He's starting to feel the endless nature of leveling up in Hell Mode.

source: ヘルモードは、レベル上げがノーマルモードの１００倍かかる設定である。極めれば１つの真理が手に入ると言われるモードであるが、育成には並々ならぬ、そしてたゆまぬ努力を求められる。
en: Hell Mode is a setting that makes it 100 times slower to level up compared to Normal Mode. It's a mode where, once mastered, one can obtain a truth about the world. But it requires extraordinary and tireless effort to develop.

source: ロダンの声から明るい喜びが伝わってくる。そして、ロダンの帰りに心躍るアレンであった。
en: Rodan's voice was bright and full of joy. Allen was excited that Rodan had returned.

source: ・カードから召喚獣にしても魔力は必要としない
en: ・Summoning creatures from created cards doesn't require MP

source: ・カードにした分だけ、加護がもらえる
en: ・You get blessings per card, and the blessings stack.

source: ・カードを召喚する、その後カードに戻すのは自由に何回でもできる
en: ・You can freely change a summon between its summoned form and its card form.

source: ・ステータスと念じるとステータスが真っ黒な表紙に銀の文字で表示される
en: ・If you think "status", your status will appear in silver letters on the block cover.

source: ・バッタと同じくほぼ言うことは聞かない
en: ・Like the grasshopper, it doesn't listen to instructions.

source: ・召喚獣からカードにしても魔力は必要としない
en: ・Creating a card from an active summon doesn't require MP

source: ・召喚獣はカードとして合計１０枚までならストックができる
en: ・You can have up to 10 cards.

source: ・召喚獣Ｈランクのカード生成の消費魔力は２
en: ・Creating a rank H summon consumes 2 MP

source: ・同時に合計１０体まで召喚ができる
en: ・Up to 10 creatures can be summoned at once.

source: ・消費魔力がスキル経験値として加算される
en: ・Consumed MP is added to the skill's skill EXP

source: ・特技を言葉に発する、もしくは念じれば特技を使ってくれる
en: ・If you say or think the special skill, the summon will use it.

source: ・獣Ｈのフォルムは鼠（割と大きめ）
en: ・Beast H is in the form of a mouse (fairly large)

source: ・生成と念じると何を生成するか表紙に銀の文字で表示される
en: ・If you think "create", the prompt for what to create will appear in silver letters on the cover.

source: ・魔力は半日ほど寝ていたら全快する
en: ・MP fully recovers after around half a night of sleep.

source: ・魔導書と念じると魔導書が出てくる
en: ・If you think about the grimoire, it will appear.

source: 今のところ、知能が足りないのか、言うことは一切聞かない。特訓すればなんとかなるかと思ったが、変化の兆しは見えない。
en: As of now, they don't seem to listen to him at all, like they're completely unintelligent. He thought it might be possible to train them, but it didn't change anything.

source: 今は昼を過ぎて昼寝から目覚める時間帯だ。魔導書の表紙を見つめながら今後のことを考える。表紙にはアレンのステータスが表示されている。
en: It's past noon, the end of nap time. Allen is thinking about the future while staring at the cover of the grimoire, which displays his status.

source: 今現在も獣Ｈの鼠を正視し、必死に念力のようなもので言うことを聞かせようとしている。
en: Even now, he's looking straight at the Beast H mouse, desperately trying to communicate with it telepathically.

source: 初めて召喚ができるようになってから１０日が過ぎた。
en: Ten days have passed since the first summoning.

source: 召喚士の力に目覚めたおかげで、通常の１歳児よりは力を得た。
en: Thanks to the power of the summoner class, he gained power beyond that of a normal one-year-old.

source: 届け異世界の神へという思いで、使用していない余白のページを使わせてほしいと念じ続けている。
en: He keeps thinking to himself that he wants to use the blank pages, in the hope that his thoughts will be sent to the God of the Other World.

source: 思わず声が出てしまう。
en: He couldn't help but exclaim.

source: 獣Ｈの検証結果
en: Beast H Investigation Results

source: 獣Ｈもこの１０日間の間に試した。
en: In the past 10 days, he's also tried summoning BEAST H.

source: 生成レベルを上げるには生成をしまくったらよいことが分かった。
en: It turns out that the best way to level up the Create skill is to create a lot.

source: 眠気と空腹に耐え、必死にテレシアの気配を窺いながら検証をした１０日間であった。
en: It had been 10 days of careful investigation, all while enduring drowsiness and hunger, and keeping a watchful eye out for Theresia.

source: 知能が足りず一切言うことを聞かないが、唯一指示できることがある。
en: They lack the intelligence to understand him, but there's one thing he can tell them to do.

source: 第０５話 検証
en: Chapter 5 - Investigation

source: 虫Ｈのバッタの名前は『でんか』である。
en: He had named the grasshopper "Denka".

source: 部屋の隅の離れたところから、両手を広げこっちにこいというしぐさをしている。その言葉が聞こえたのか、一瞬獣Ｈと目が合う。
en: From a corner of the room, he holds his hands out in a gesture that says "Come here". Perhaps it heard him, because it made eye contact with him for a moment.

source: 魔力とスキル経験値の取得条件についての検証結果だ。
en: Investigation Results about Obtaining MP and EXP

source: 魔力の回復は半日ほど寝ていたら全快していたので６時間程度で満タンと仮定している。
en: MP is fully recovered after around half a night's worth of rest, so he's assuming it takes around 6 hours to fill up.

source: 魔導書に不満を垂れていると、土間からロダンの声がする。
en: While grumbling about the grimoire, he hears Rodan's voice coming from the main room.

source: 魔導書の機能についてはこんな感じであった。あれから異世界の神からのお知らせは届いていない。
en: These were the functions of the grimoire. Since that time before, he hasn't heard a thing from the God of the Other World.

source: （お！ 帰ってきた。この感じは収獲があったのか！）
en: (Oh! He's back. Based on his tone, it sounds like there was a harvest!)

source: （しかし、さすがヘルモード、レベル上げは大変だぞ）
en: (But, as expected, it's hard to level up in Hell Mode.)

source: （それにしても消費魔力２で、最大魔力も２だから、１日１回しかカード生成しなかったら生成レベルを２に上げるのに５００日かかる件について。どうやら６時間くらいで魔力が満タンになるっぽいから１日２回を目標にカード生成しないとな。それでも２５０日か）
en: (That said, it takes 2 MP, and my max MP is 2. If I make 1 card a day, it'll take 500 cards to get Create to level 2. Apparently, it takes 6 hours of sleep of sleep to refill my MP, so I can aim to create two cards a day. It'll still take 250 days though.)

source: （だ、だめだ、どこが魔王を超える職業だ）
en: (N-no. No way. How is this the class that transcends the demon king?)

source: （ちょろすけ、お前ができる子なのは知っている。こっちにおいで）
en: (Chorosuke, I know you can do it. Come here.)

source: （スキル経験値がやっと２４か。消費魔力がそのまま経験値になるのね、まあ仮説だけど、消費魔力２以外のスキル持ってないし）
en: (The skill EXP is just 24, huh? So consumed MP becomes EXP. Well, that's just a hypothesis, but all my skills consume exactly 2 MP.)

source: （召喚獣は戦闘では役に立たないが、鼠を１０枚魔導書にストックしているだけで攻撃力が１０も上がるからな。１歳なのに、家にある木材とか持ててビビったぜ）
en: (These summons are useless in battle, but stocking 10 mice will increase my attack by 10. Even though I'm only one year old, I can carry around the wood I found the house.)

source: （考察を記録するメモ機能が欲しいな、こんなに厚いのだからメモさせてほしいぜ）
en: (I want a notes function to record my thoughts. The book is so thick, so let me write in it.)

source: １日１２から１５時間の睡眠を必要とする幼児であり、時計もないので、１日最大４回魔力回復ができるとしても、定期的に目覚めることが難しかった１０日間であった。
en: He was a baby who needed 12-15 hours of sleep a day and didn't have an alarm clock, so even if he could fully recover his MP 4 times a day, it was difficult to wake up regularly for 10 days.

source: １０日分の考察をなるべくメモしておきたい。
en: He wanted to write down all his thoughts from the past 10 days.

source: １０日間、テレシアの目を盗んで召喚を続けたおかげで魔導書や召喚について、かなりのことが分かった。
en: After 10 days of summoning, while avoiding Theresia's watchful eye, he's learned quite a bit about the grimoire and summoning.

source: 「ああ、怪我はない。グレイトボアが暴れてな、少し転んでしまった。アレンは起きているか？」
en: "Ah, I'm not hurt or anything. The great boar went a bit wild, so I fell down. Is Allen awake?"

source: 「ああ、解体現場を見せるって約束したからな。もう始まっているから早く連れていかないとな」
en: "Yeah, I promised that I'd show him the dismantling. It's already started, so we should get going."

source: 「ああそうだな、これはＣランクの魔獣だな。これより強い魔獣は見つけたら逃げないと駄目だな」
en: "Ah, right, this is a C rank magic beast. If you find a magic beast stronger than this, you have to run away, okay?"

source: 「あい！！」
en: "Kay!!"

source: 「あら、早かったわね、って大丈夫！？」
en: "Oh! You're home early today! Is everything alright?"

source: 「あるばへろん？」
en: "Arbaharon?"

source: 「あれより大きい魔獣が空に飛んでいたら家に隠れないとだめだぞ！！」
en: "If there's a magic beast bigger that flying around, make sure you hide in the house!!"

source: 「うん」
en: "Kay"

source: 「おいおい、いつものお転婆なクレナがどうしたんだ？」
en: "Oi oi, what happened to your usual tomboy attitude?"

source: 「おいおい、大声出すなよ恥ずかしいな」
en: "Oi, oi. No need to shout, it wasn't a big deal."

source: 「おいおい、本当に１歳かよ。うちも１歳なのに大違いだぜ、見習わせたいぜ」
en: "Oi oi, is this kid really 1 year old? Even though my kid's also 1, there's too much of a difference here."

source: 「おせーよ。肉が無くなっちまうぞ、功労者！」
en: "Come on over, ya big shot, we're gonna run out of meat!"

source: 「おーい、テレシア帰ったぞ～」
en: "Ooooii, Theresia, I'm home~!"

source: 「お前の親ばかは本当だったんだな。ほれクレナ、お前も挨拶しなさい」
en: "Ah, so you're finally admitting you're dumb, huh? Ey, Kurena, introduce yourself too."

source: 「お！ きたきたロダン。おーい皆、功労者が来たぞ！！」
en: "Oh! Rodan's here. Hey, everyone, here's the man of the hour!"

source: 「お！？ 今日はアレンを連れてきたのか？ なんか久々に見るが本当に黒目黒髪だな」
en: "Oh!? You brought Allen today? It's been a while since I've seen him, but he really does have dark eyes and dark hair."

source: 「くれな…」
en: "I'm... Kurena...."

source: 「このまじゅうはどれくらいつおいの？」
en: "How stwong is dis majik beest?"

source: 「これから連れていってやるぞ！ いい子にしていた約束だからな～」
en: "Let's go! I'll take you! Because you promised to be a good boy~"

source: 「そうだ、今の時期に北に渡っていくんだ。あれは１羽だけど、群れでもよく飛んでいくから覚えておくといい。あれが飛び始めたら秋の始まりと言われている」
en: "Yeah. They migrate north this time of year. That's just one bird, but it's good to remember that they fly in flocks too. They say that when the albaherons start flying, it marks the beginning of fall."

source: 「そうだ。魔獣だ。まあ、あまり地上に降りてこない魔獣だな。パパは一度だけ食べたことあるけどすごくうまいんだ」
en: "That's right, it's a magic beast. Well, it's a magic beast that doesn't come down to the ground very often, but your papa ate some once and it was super tasty."

source: 「そうだぞ、ゲルダ、いい子なんだ。アレン、挨拶するんだ。お隣さんのゲルダだ」
en: "That's right, Gerda, cuz he was a good boy. Allen, say hi to our neighbor Gerda."

source: 「そうなんだ。俺と違って賢いんだ」
en: "Yup. He's not like me, he's smart."

source: 「だから止めろって。たまたま喉の急所に刺さっただけだろ」
en: "No need to cause a commotion, I just happened to stab it in a vital point on its neck."

source: 「はじめまして、あれんといいます」
en: "Nice to meet, my name is Allen."

source: 「ぱぱどうしたの？」
en: "Papa, wha's wong?"

source: 「へ～」
en: "Whoaa~"

source: 「ほ、本当、パパ、ぐれとぼあ見たい！！」
en: "R-really papa? I wanna see the Gweat Bowr!"

source: 「まあ、無事ならいいんだけど。本当にアレンを連れていくの？」
en: "Well, as long as you're fine. Are you sure you want to take Allen with you?"

source: 「まじゅう？」
en: "Majik beest?"

source: 「もう十分みたな？ テレシアが待っているから肉を持って帰るぞ？」
en: "Seen enough yet? Theresia's waiting for us, so lets go home, okay?"

source: 「やった～、わ～い」
en: "Yaaay~, Wooow~"

source: 「わかった、どらごんに食べられちゃうもんね」
en: "Okay, dwagon gonna eat me."

source: 「ん？ いやなんでもない。もうすぐ解体現場だ、すごいでっかいぞ～」
en: "Hm? Oh, it's nothing. We're almost at the dismantling site! It's su~per hu~ge."

source: 「アレン、起きろ～。グレイトボア捕まえたぞ～。すっごくでかいぞ～」
en: "Wake up Allen~. We hunted a great boar~. It's su~per hu~ge."

source: 「見ろアレン！ アルバヘロンだ！！」
en: "Look Allen! An albaheron!!"

source: お隣さんとの話はそこそこに解体現場に近づくロダン。約束のグレイトボアを近くで見せてくれるようだ。
en: Rodan talks with his neighbor and approaches the site of the dismantling. It seems that they're taking a closer look at the great boar.

source: そう言うと、肉の土産を持って、元来たあぜ道を帰るロダンとアレンであった。
en: After that, Rodan and Allen headed home on the road they come from, with a souvenir in tow.

source: そして、その手前には、既に随分解体の進んだグレイトボアがいる。解体は進んだが、まだ原形は健在のようで、はっきりと猪であることが分かる。解体現場には５０人近い人だかりができている。何人かが手分けして肉塊に分けていく。
en: In front of it, there is a great boar. It's already been partially dismantled, but it still has its original shape. Nearly 50 people are gathered at the site, and some of them are dividing the boar into pieces.

source: その時は、知らされなかったが、それから数か月後にアルバヘロンがアレンの名前の由来になったということを聞かされることになる。天をどこへでも行けるアルバヘロンのように、自分の息子は自由であってほしいという父の願いからつけられたのだ。
en: A few months later, Allen would find out that the albaheron was the inspiration behind his name. Like the albaheron, who could fly anywhere in the world, the son was named after his father's desire for him to be free.

source: そんな気持ちは、当然今のアレンには分からないので、好奇心のままに村を見て回る。
en: Of course, Allen didn't undestand such feelings at the moment, and was busy looking around the village with curiosity.

source: どうやら、アレンには皆がアレンを見る心当たりがあるようだ。
en: Apparently, Allen knows why everyone is looking at him.

source: どうやら、ロダンがグレイトボアのとどめを刺したようだ。集まっている人からも褒め称えられとても恥ずかしそうだ。
en: Apparently, Rodan had dealt the killing blow, and he looks very embarassed by the praise that everyone is giving him.

source: どれだけ、家族のためにロダンが働いているか知っている。
en: He knew how hard Rodan worked for their family.

source: なお、アレンの顔つきはワイルド顔なロダンより、母テレシア似だ。
en: Also, Allen looks a lot more like his mom, Theresia, than the wild looking Rodan.

source: のしのしとロダンが子供部屋に入ってくる。
en: Rodan enters the nursery with his huge body.

source: アレンが初めてクレナに会ったのはこの日であった。
en: It was on this day that Allen first met Kurena.

source: グレイトボアの凄まじい存在感に圧倒される。現実世界で言えばカバくらいの大きさだ。牙を生やしたその顔を食い入るように見てしまう。
en: Allen was overwhelmed by the tremendous presence of the great boar. It was about the size of a hippopotamus from the real world. He could help but stare at its face, which was covered with fangs.

source: ゲルダがげらげらと笑うが、クレナは顔を伏せ、時々チラチラとアレンを見る。その度にアレンと目が合う。
en: Gerda grins, but Kurena keeps hiding her face, glancing at Allen every now and again. Everytime she does, her eyes meet Allen's.

source: テレシアが土間に向かう。夫であるロダンの格好を見て驚く。どこかで転げたのか土が至る所についている。
en: Theresia headed for the main room, surprised to see her husband Rodan. There was dirt everywhere.

source: テレシアもロダンも髪は茶色だった。しかし、アレンの目と髪は転生する前と同じ黒なのだ。どうやらかなり珍しいようで、今もたくさんの視線を感じる。
en: Both Teresia and Rodin had brown hair, but Allen's eyes and hair are just as black as before he was reincarnationed. Apparently it's quite rare here, and a lot of people stare.

source: ピンクの髪に、ブルーの瞳のクレナ。
en: Kurena has pink hair and blue eyes.

source: ロダンからこの世界には魔獣がいることを聞かされていたが、初めて魔獣を見た。
en: Rodan had said that there were magic beasts in this world, but this was the first time Allen had seen one.

source: ロダンがアレンを抱きかかえてどんどん近づいていく。皆の視線を感じる。
en: Rodan carries Allen closer and closer. Everyone's eyes are on them.

source: ロダンが帰ってきた。
en: Rodan returned home.

source: ロダンの目の前に、ロダンに負けず劣らずムッキムキの男がやってくる。髭やら胸毛やらを生やしており、顔つきも見た目もゴリラのようにいかつい男だ。
en: A man as muscular as Rodan, with a beard and chest hair, and gorilla face and body, steps out in front of Rodan.

source: ロダンの胸の中に抱きかかえられて、外に出される。テレシアは行かないようだ。
en: Rodan picked him up and held Allen to his chest, and left. Looks like Theresia isn't coming.

source: ロダンの腕の中で、グレイトボアの解体現場を食い入るように見ていると、ロダンに話しかけてくる者がいる。準備ができたとのことである。解体した肉置き場に行く。紐で縛った肉を渡される。
en: While Allen rests in Rodan's arms, watching the dismantling with rapt attention, someone calls out to Rodan, saying that it's ready. Rodan goes up to butcher who is holding a piece of meat tied up with a string.

source: ロダンはただただアルバヘロンを見つめている。沈黙を不思議に思いアレンが声をかける。
en: Rodan just stares at the albaheron. After wondering about it in silence, Allen calls out to him.

source: ロダンもゲルダも１歳のアレンが言葉を話せることに違和感がほとんどない。
en: Both Rodan and Gerda don't really mind that Allen can speak so well, despite being a 1 year old.

source: ロダンも子供が出来たら一度は『いい子にしていたら』と言ってみたかったようだ。
en: Rodan just wanted to say "If you're a good boy" at least once to his child.

source: 今起きた感を全力で演じる見た目は１歳、中身は３５歳。
en: A 1 year old on the outside and a 35 year old on the inside tries his best to act out his earlier enthusiam.

source: 仕方ないと言えば仕方ない。
en: So it simply is what it is.

source: 前回猟でグレイトボアを捕まえた話を聞いた時に、次捕まえたら見せてとせがんだところ、いい子にしていたらいいぞと言われた。アレンはそんなに泣き叫んだりしないので基本的いい子だ。
en: When Allen heard that his dad had hunted a great boar on his last hunting trip, he asked him to show him the next time he hunted one, and Rodan agreed, but only if Allen was a good boy. Allen was basically already a good boy because he didn't really cry or scream much.

source: 天を指さすロダンの視線の遠く先に１羽の鳥が飛んでいる。結構大きそうだ。遠くてよく見えないが、巨大な鳥が天高く飛んでいる。何メートルあるだろうか。現実世界にもそんなにいないほどの大きさに感じる。
en: Rodan points to the sky, and Allen sees a bird flying in the distance. It looks pretty big. It was too far away to see clearly, but there was definetly a huge bird in the sky. He wonders how many feet it's wingspan is. It's so big that it doesn't feel like it exists back in the real world.

source: 好奇心を全開にして、ロダンの胸の高さで村の光景を見るアレンにロダンが声をかける。
en: Full of the spirit of curiosity, Rodan calls out to Allen, who is taking in the village from Rodan's chest.

source: 子供を持つことが初めてな上に、前世でいうところの初等教育も受けていない農奴たちだ。
en: They're serfs who've never had children before, and haven't ever been to anything resembling a school.

source: 実はこれがアレンが初めて見る開拓村の風景だ。いつもは木窓や土間から、もしくはテレシアに抱かれて庭先から見るだけの風景であった。
en: Actually, this was Allen's first time seeing the frontier village in person. Usually, he could only see it through his window, through the front door, or from the yard with Theresia.

source: 家から１時間ほど歩いていると、畑がなくなり住宅が立ち並ぶ。その先に見えるのは村の入り口のようだ。大きな物体の先に門が見える。
en: After about an hour's walk from home, the fields disappear and houses line the street. At the end of the street, it appears to be the entrance of the village, which has a large gate.

source: 朝早く出かけて、今の今まで林の中を駆け巡り、転げながらも獲物を倒したロダンの衣服は汗やら何やらですごいことになっているが、不思議とアレンは不快に思わない。
en: After leaving early in the morning, running around the woods, tumbling around, attacking his prey, should have been really smelly, but Allen didn't feel any discomfort.

source: 畑がいくつも並んだ村であった。畑の色がいくつかに分かれているのは、それぞれ別の作物を育てているからであろう。もう１０月に入ったのでほとんど刈り取られているが、イモなど収穫が終わっていない作物もあるようだ。そんな畑の間に挟まれるようにぽつんぽつんと家がある。
en: It was a village with many fields, each of which had a different color, probably because of the different crops being grown. Since it was already October, most of the crops had been harvested, except for a few crops, like potatoes.

source: 皆の視線が恥ずかしかったのか、クレナは父ゲルダの胸に顔を隠す。
en: Perhaps embarassed by the attention, Kurena hides her face in her father Gerda's chest.

source: 確かにと言って、片手でアレンを抱えた状態で、肉を受け取るロダンである。討伐の参加者であるのか、既に肉塊を渡されたものが何人もいるようだ。
en: Sure enough, Rodan recieves the meat with one hand, while holding Allen in the other. It seems that some people recieve a chunk of the meat, probably for participating in the hunt.

source: 秋も真っ盛りの１０月の中旬。刈り入れはほとんど終わっている。あとは芋なのだが収穫はもう少し後のようだ。ロダンは今日も村の男衆と共に近くの林に狩りに出かけたようだ。もちろん皆農奴である。
en: It's mid-october, and the harvest season is almost over. All that's left is the potatoes, but they're harvested later. Today, Rodan seems to have gone hunting in the forest near here with the other men from the village. Of course, they're all serfs.

source: 第０６話 開拓村
en: Chapter 6 Frontier Village

source: 腕に女の子を抱きかかえている。アレンと同じくらいの歳の子だ。
en: He has a girl in his arms, about Allen's age.

source: 解体する群衆の１人がロダンの来訪を叫ぶ。
en: A person from the dismantling crew shouts.

source: 解体現場は見たくないとのことである。
en: She doesn't want to see the scene of the dismantling.

source: 農奴というくらいだから、農業で働くものであるはずなのだが、なぜか秋から冬にかけては狩りに出かける。この理由をまだアレンは知らない。
en: They're serfs, so they're supposed to be farmers, but for some reason, they go hunting during autumn and winter. Allen doesn't know why.

source: （う、なんか普通に挨拶してしまったな、１歳児の挨拶ってどうなんだろう。何が正解なんだ）
en: (Oop. I greeted him normally. What's the right thing to say for a 1 year old?)

source: （おお、魔獣か。きっと魔獣を倒せばレベルが上がるんだろうな。早く倒せるようになりたいな）
en: (Ohhh, a magic beast. I bet that if I hunt enough, I'll level up. I can't wait to be strong enough to beat them.)
